Repository: KDE/audiotube
Catalog: po/*/audiotube.po
Languages: is

source: Running with untested version of ytmusicapi %1. If you experience errors, please report them to your distribution.
is: Keyrt með óprófaðri útgáfu af ytmusicapi %1. Ef þú lendir á villum skaltu tilkynna þær til dreifingaraðilans þíns.

source: Play
is: Spila

source: Shuffle
is: Stokka

source: Append to queue
is: Bæta aftan við spilunarröð

source: Open in Browser
is: Opna í vafra

source: Share
is: Deila

source: More
is: Meira

source: Radio
is: Útvarp

source: Artist
is: Flytjandi

source: Albums
is: Hljómplötur

source: Singles
is: Singlar

source: Songs
is: Lög

source: Videos
is: Myndskeið

source: OK
is: Í lagi

source: Cancel
is: Hætta við

source: Add playlist
is: Bæta spilunarlista við

source: Playlist Title
is: Heiti spilunarlista

source: Playlist Description
is: Lýsing spilunarlista

source: Import playlist
is: Flytja inn spilunarlista

source: Playlist URL (Youtube)
is: Slóð á spilunarlista (Youtube)

source: Add Song to Playlist
is: Bæta lagi við spilunarlista

source: New Playlist
is: Nýr spilunarlisti:

source: Rename playlist
is: Endurnefna spilunarlistann

source: Favorites
is: Eftirlæti

source: Show All
is: Sýna allt

source: No Favorites Yet
is: Engin eftirlæti ennþá

source: Most played
is: Mest spiluðu

source: Played Songs
is: Spiluð lög

source: No Songs Played Yet
is: Engin lög spiluð ennþá

source: Playlists
is: Spilunarlistar

source: No Playlists Yet
is: Engir spilunarlistar ennþá

source: Rename
is: Endurnefna

source: Delete
is: Eyða

source: Remove from Playlist
is: Fjarlægja af spilunarlista

source: This playlist is still empty
is: Þessi spilunarlisti er tómur

source: Import Playlist
is: Flytja inn spilunarlista

source: No song playing
is: Ekkert lag í spilun

source: Close Maximized Player
is: Loka hámörkuðum spilara

source: No media playing
is: Ekkert efni í spilun

source: Remove from Favorites
is: Fjarlægja úr eftirlætum

source: Add to Favorites
is: Bæta í eftirlæti

source: Open Volume Drawer
is: Opna hljóðstyrkssleða

source: Unmute Audio
is: Kveikja á hljóði

source: Mute Audio
is: Þagga hljóð

source: Hide Lyrics
is: Fela lagatexta

source: Show Lyrics
is: Birta lagatexta

source: Share Song
is: Deila lagi

source: Add to a local playlist
is: Bæta við staðværan spilunarlista

source: Hide Queue
is: Fela spilunarröð

source: Show Queue
is: Sýna spilunarröð

source: Clear Queue
is: Hreinsa spilunarröð

source: Shuffle Queue
is: Stokka biðröðina

source: Upcoming Songs
is: Væntanleg lög

source: Library
is: Safn

source: Search
is: Leita

source: Unknown list of songs
is: Óþekktur listi yfir lög

source: No songs here yet
is: Engin lög hér ennþá

source: Playlist successfully imported
is: Innflutningur spilunarlista tókst

source: Playlist
is: Spilunarlisti

source: remove from search history
is: fjarlægja úr leitarferli

source: Previous Searches:
is: Fyrri leitir:

source: Artists
is: Flytjendur

source: Top Results
is: Efstu niðurstöður

source: Unknown
is: Óþekkt

source: No matching previous searches
is: Engin samsvörun við fyrri leitir

source: Share to
is: Deila til

source: Copy Link
is: Afrita tengil

source: Link copied to clipboard
is: Tengill afritaður á klippispjald

source: About
is: Um hugbúnaðinn

source: Collapse Sidebar
is: Fella saman hliðarspjald

source: Play Next
is: Spila næst

source: Add to queue
is: Bæta við spilunarröð

source: Remove from History
is: Fjarlægja úr vinnsluferli

source: Add to playlist
is: Bæta við spilunarlista

source: Remove Favorite
is: Fjarlægja eftirlæti

source: Add Favorite
is: Bæta við eftirlæti

# YouTube Music is a music streaming service by Google
source: Stream music from YouTube Music
is: Streymdu tónlist frá YouTube Music

source: Maintainer
is: Umsjónarmaður

source: Designer
is: Hönnuður

# NAME OF TRANSLATORS
source: Your names
is: Sveinn í Felli

# EMAIL OF TRANSLATORS
source: Your emails
is: sv1@fellsnet.is

# YouTube Music is a music streaming service by Google
source: Unofficial API for YouTube Music
is: Óopinbert API-viðmót fyrir YouTube Music

source: No description
is: Engin lýsing

source: No title
is: Enginn titill

source: No album
is: Engin hljómplata
